Repository: HerzScheisse/webtrees-fancy-imagebar
Catalog: language/*.po
Languages: da, de, fr, hu, it

source: All pages
da: Alle sider
de: Alle Seiten
fr: Toutes les pages
hu: Minden oldalon
it: Tutte le pagine

source: Amount of sepia
da: Sepia nummer
de: Stärke des Sepia-Effektes
fr: Quantité de sépia
hu: Szépiamennyiség
it: Quantità di seppia

source: An imagebar with small images between header and content.
da: Et billedgalleri med små billeder vist mellem menubar og indhold.
de: Eine Bildleiste mit kleinen Fotos zwischen dem Seitenkopf und dem Seiteninhalt.
fr: Une barre d'image avec de petites images entre l'en-tête et le contenu.
hu: Egy képsáv bélyegképekkel a fejléc és tartalom között.
it: Una Imagebar con piccole immagini tra intestazione e contenuti.

source: Choose which images you want to show in the Fancy Imagebar
da: Udvælg de billeder som du ønsker skal vises i Fancy Imagebar
de: Wählen Sie die Bilder aus, die in Fancy Imagebar angezeigt werden sollen
fr: Choisissez les images que vous voulez afficher dans Fancy Imagebar
hu: Válassza ki a Fancy képsávban megjelenítendő képeket
it: Scegliere le immagini che si desidera visualizzare nella Fancy Imagebar

source: Enter a value between 0 and 100
da: Indtast en værdi mellem 0 og 100
de: Geben Sie einen Wert zwischen 0 und 100 ein
fr: Entrez une valeur entre 0 et 100
hu: Adjon meg 0 és 100 közti értéket
it: Immettere un valore compreso tra 0 e 100

source: Fancy Imagebar
da: Fancy Billedegalleri
hu: Fancy képsáv

source: Height of the Fancy Imagebar
da: Højde på galleriet
de: Höhe der Fancy Imagebar
fr: Hauteur de Fancy Imagebar
hu: A Fancy képsáv magassága
it: Altezza della Fancy Imagebar

source: Here you can choose which images should be shown in the Fancy Imagebar. If there are fewer images chosen than needed to fill up the entire Fancy Imagebar, the images will be repeated.
da: Her vælger du hvilke billeder der skal vises. Hvis der er færre end hvad der kan fyldes op i galleriet, vil billederne blive gentaget.
de: Hier können Sie auswählen, welche Bilder in der Fancy Imagebar angezeigt werden sollen. Deaktivieren Sie diejenigen Bilder, die Sie nicht anzeigen wollen. Werden weniger Bilder ausgewählt, als zur Füllung der ganzen Bildleiste benötigt, werden die Bilder wiederholt.
fr: Ici vous pouvez choisir les images qui devraient être présentées dans Fancy Imagebar. Décochez les images que vous ne voulez pas montrer. S'il y a moins d'images choisies que nécessaires pour remplir l'ensemble de Fancy Imagebar, les images seront répétées.
hu: Itt választhatóak ki a Fancy képsávban megjelenítendő képek. Nem elegendő kép esetén a Fancy képsáv teljes kitöltése érdekében a képek ismétlődni fognak.
it: Qui è possibile scegliere quali immagini dovrebbero essere mostrate nella Fancy Imagebar. Se ci sono meno immagini scelte di quanto necessario per riempire l'intera Fancy Imagebar, le immagini verranno ripetute.

source: Images Tone
da: Billede Tone
de: Färbung der Bildes
fr: Couleur des images
hu: Színhatás
it: Tonalità delle immagini

source: No images to display for this tree
da: Er ingen billeder at vise fra dette træ
de: Für diesen Stammbaum gibt es keine anzuzeigenden Bilder.
fr: Aucune image à afficher pour cet arbre
hu: A családfának nincsenek megjeleníthető képei
it: Nessuna immagine da visualizzare per questo albero genealogico

source: Note: Only local “jpg” or “png” images are supported by this module. External images are not supported. It is not possible to keep transparency for png thumbnails in the Fancy Imagebar. Transparent png-thumbnails will get a black background in the Fancy Imagebar. The images shown in this table have the right specifications already.
da: Bemærk: Kun lokale "jpg" eller "png" billeder kan bruges i dette modul. Eksterne billeder kan ikke bruges. Det er ikke muligt at bevare transparante png miniature i baren. Disse vil blive vist med en stort baggrund. Billederne her har allerede de korrekte specifikationer.
de: Hinweis: Von diesem Modul werden nur lokale JPEG- oder PNG-Bilder unterstützt, deren Typ auf “Foto” gesetzt ist. Externe Bilder werden nicht unterstützt. Es ist nicht möglich, die Transparenz von PNG-Bildern in der Fancy Imagebar darzustellen. PNG-Bilder mit Tranparenz erhalten in der Fancy Imagebar einen schwarzen Hintergrund. Die in dieser Tabelle angezeigten Bilder haben bereits die richtigen Eigenschaften.
fr: Remarque : Seules les images locales .jpg ou .png réglées en tant que type = photo sont prises en charge par ce module. Les images externes ne sont pas prises en charge. Il est impossible de maintenir la transparence pour les vignettes PNG dans Fancy Imagebar. Les vignettes PNG transparentes auront un fond noir dans Fancy Imagebar. Les images présentées dans ce tableau répondent déjà au cahier des charges.
hu: Megjegyzés: A modul csak a helyi “jpg” vagy “png” formátumú képeket támogatja. Távoli képek nincsenek támogatva. A png bélyegképek áttetszősége a Fancy képsávon belül elveszik. Az áttetsző png bélyegképek a Fancy képsávon belül fekete hátteret kapnak. A képek a táblán belül a már beállított értékekkel jelennek meg.
it: Nota: solo immagini locali "jpg" o "png" sono supportate da questo modulo. Le immagini esterne non sono supportate. Non è possibile mantenere la trasparenza per le miniature PNG nella Fancy Imagebar. Miniature PNG trasparenti avranno un sfondo nero nella Fancy Imagebar. Le immagini mostrate in questa tabella hanno già le caratteristiche giuste.

source: Only show images with type = “photo”
da: Vis kun billeder med typen = "foto"
de: Nur Bilder mit dem Typ "Foto" anzeigen
fr: Afficher uniquement les images de type = photo
hu: Csak a “fotó” típusú képek jelenjenek meg
it: Mostra solo immagini di tipo = "foto"

source: Options for
da: Indstillinger for
de: Einstellungen für
fr: Paramètres pour
hu: A következő családfa beállításai
it: Opzioni per

source: Random images
da: Tilfældige billeder
de: Zufällige Bilder
fr: Images aléatoires
hu: Véletlenszerű képek
it: Immagini casuali

source: Show Fancy Imagebar on
da: Vis Fancy Imagebar på
de: Anzeige der Fancy Imagebar auf
fr: Afficher Fancy Imagebar sur
hu: A Fancy képsávot itt jelenítsd meg
it: Mostra Fancy Imagebar su

source: The Fancy Imagebar module respects privacy settings!
da: Modulet respekterer privatindstillingerne!
de: Das Fancy Imagebar Modul respektiert die Datenschutz-Einstellungen!
fr: Le module Fancy Imagebar respecte les paramètres de confidentialité !
hu: A Fancy képsáv modul figyelembe veszi az adatvédelmi beállításokat!
it: Il modulo Fancy Imagebar rispetta le impostazioni di privacy!

source: The image “%s” doesn’t exist or is not a valid image
da: Billedet “%s” findes ikke eller er ikke valid
de: Das Bild “%s” existiert nicht oder ist kein gültiges Bild.
fr: L'image "%s" n'existe pas ou n'est pas une image valide.
hu: A “%s” kép nem létezik vagy nem érvénytelen képformájú
it: L'immagine “%s1” non esiste o non è una immagine valida

source: The settings are changed. You will lose your changes if you switch trees.
da: Indstillingerne er ændret. Du vil miste dine ændringer hvis du skifter træ.
de: Die Einstellungen wurden geändert. Ihre Änderungen werden verloren gehen, wenn Sie den Stammbaum wechseln.
fr: Les paramètres ont été modifiés. Vos modifications seront perdues si vous changer d'arbre généalogique.
hu: A beállítások változtatva. A változások a családfaváltással elvesznek.
it: Le impostazioni sono cambiate. Se si passa ad un altro albero, le modifiche andranno perse.

source: The settings will be reset to default (for all trees). Are you sure you want to do this?
da: Indstillingerne vil blive nulstillet for alle træer til standard. Er du sikker på du vil gøre det?
de: Die Einstellungen werden für alle Stammbäume auf die Standardwerte zurückgesetzt. Sind Sie sicher, dass Sie dies tun wollen?
fr: Les paramètres seront réinitialisés (pour tous les arbres). Êtes-vous sûr de vouloir faire ça ?
hu: A beállítások az alapértelmezettre állítása (az összes családfán). Biztos, hogy ezt akarja?
it: Le impostazioni saranno resettate ai valori predefiniti (per tutti gli alberi). Sei sicuro di voler procedere?

source: Use square thumbs
da: Brug lodrette miniaturer
de: Quadratische Vorschaubilder verwenden
fr: Utiliser les vignettes carrées ?
hu: Négyzetkép használat
it: Utilizzare miniature quadrate
