Repository: HerzScheisse/webtrees-fancy-imagebar
Catalog: resources/lang/*.po
Languages: ca, ru, sr

source: An imagebar with small images between header and content.
ca: Una barra d'imatges amb petites imatges entre capçalera i contingut.
ru: Панель изображений с небольшими изображениями между заголовком и содержимым.
sr: Traka slika sa malim slikama između zaglavlja i sadržaja.

source: Crop thumbnails to square
ca: Retallar miniatures al quadrat
ru: Обрезать миниатюры до квадрата
sr: Izrežite sličice u kvadrat

source: Fancy Imagebar
ca: Barra d'imatges de luxe
ru: Необычная панель изображений
sr: Ukrasna traka slika

source: Height of the Fancy Imagebar
ca: Alçada de la barra d'imatges de luxe
ru: Высота необычной панели изображений
sr: Visina ukrasne trake slika

source: Show the Fancy Imagebar on the homepage only
ca: Mostra la barra d'imatges de luxe només a la pàgina d'inici
ru: Показывать Fancy Imagebar только на главной странице
sr: Prikažite ukrasnu traku slika samo na početnoj stranici

source: Here you can choose which images should be shown in the Fancy Imagebar. If less images are selected than needed to fill the entire Fancy Imagebar, the images will be repeated.
ca: quí podeu triar quines imatges s'han de mostrar a la barra d'imatges de luxe. Si se seleccionen menys imatges de les necessàries per omplir tota la barra d'imatges de luxe, les imatges es repetiran.
ru: Здесь вы можете выбрать, какие изображения должны отображаться на Fancy Imagebar. Если выбрано меньше изображений, чем необходимо для заполнения всей Fancy Imagebar, изображения будут повторяться.
sr: Ovde možete izabrati koje slike treba da budu prikazane na ukrasnoj traci slika. Ako je izabrano manje slika nego što je potrebno da se popuni čitava ukrasna traka, slike će se ponoviti.

source: Note: Only local “jpg” or “png” images are supported by this module. External images are not supported. It is not possible to keep transparency for png thumbnails in the Fancy Imagebar. Transparent png-thumbnails will get a black background. The images in this table already have the correct specifications.
ca: Nota: Aquest mòdul només admet imatges locals "jpg" o "png". No s'admeten imatges externes. No és possible mantenir la transparència de les miniatures png a la barra d'imatges elegant. Les miniatures png transparents obtindran un fons negre. Les imatges d'aquesta taula ja tenen les especificacions correctes.
ru: Примечание. Этот модуль поддерживает только локальные изображения в формате «jpg» или «png». Внешние образы не поддерживаются. Невозможно сохранить прозрачность миниатюр png на Fancy Imagebar. Прозрачные миниатюры в формате png получат черный фон. Изображения в этой таблице уже имеют правильные характеристики.
sr: Napomena: Ovaj modul podržava samo lokalne “jpg” ili “png” slike. Spoljne slike nisu podržane. Nije moguće zadržati transparentnost za PNG sličice u ukrasnoj traci slika. Prozirne png sličice će dobiti crnu pozadinu. Slike u ovoj tabeli već imaju tačne specifikacije.

source: Select/unselect all
ca: Seleccionar/desmarcar-ho tot
ru: Выбрать все / отменить выбор
sr: Izaberite/poništite izbor svih

source: The Fancy Imagebar module respects privacy settings!
ca: El mòdul Fancy Imagebar respecta la configuració de privadesa.
ru: Модуль Fancy Imagebar уважает настройки конфиденциальности!
sr: Modul ukrasna traka slika poštuje podešavanja privatnosti!

source: Toggle this checkbox to select all images.
ca: Activeu aquesta casella de selecció per seleccionar totes les imatges.
ru: Установите этот флажок, чтобы выбрать все изображения.
sr: Uključite ovo polje da biste izabrali sve slike.

source: Display the image table to refine the selection of images
ca: Mostra la taula d'imatges per refinar la selecció d'imatges
